import React, { Component } from 'react';

export default class NewsList extends Component {
  render() {
    return (
        <div className="wrap_admin_box">
            <div className="bread">
                <a href="/admin"> Главная страница Админ панели</a>
                <span>Новости такси</span>
            </div>
            <div className="wrap_admin_box__inner">
                <div className="news_controls">
                    <h1>Новости такси</h1>
                    <a href="#" className='blue_btn'>Добавить новость</a>
                </div>
                
                <table border="0">
                        <tr className="news_table__title">
                            <td>Название новости</td>
                            <td>Дата создания/редактирования</td>
                        </tr>
                        <tr className="">
                            <td><a href="#">Сервис аренды такси YouDrive Business запустил в Москве автоматизированную выдачу машин</a></td>
                            <td>02.03.2020</td>
                        </tr>
                        <tr className="">
                            <td><a href="#">В Госдуме предложили ограничивать число разрешений на такси</a></td>
                            <td>25.02.2020</td>
                        </tr>
                        <tr className="">
                            <td><a href="#">Почти 5,6 тыс. автобусов и такси задержаны с начала года за нарушения правил перевозок в Москве</a></td>
                            <td>18.02.2020</td>
                        </tr>
                        <tr className="">
                            <td><a href="#">Сервис аренды такси YouDrive Business запустил в Москве автоматизированную выдачу машин</a></td>
                            <td>02.03.2020</td>
                        </tr>
                        <tr className="">
                            <td><a href="#">В Госдуме предложили ограничивать число разрешений на такси</a></td>
                            <td>25.02.2020</td>
                        </tr>
                        <tr className="">
                            <td><a href="#">Почти 5,6 тыс. автобусов и такси задержаны с начала года за нарушения правил перевозок в Москве</a></td>
                            <td>18.02.2020</td>
                        </tr>
                        <tr className="">
                            <td><a href="#">Сервис аренды такси YouDrive Business запустил в Москве автоматизированную выдачу машин</a></td>
                            <td>02.03.2020</td>
                        </tr>
                        <tr className="">
                            <td><a href="#">В Госдуме предложили ограничивать число разрешений на такси</a></td>
                            <td>25.02.2020</td>
                        </tr>
                        <tr className="">
                            <td><a href="#">Почти 5,6 тыс. автобусов и такси задержаны с начала года за нарушения правил перевозок в Москве</a></td>
                            <td>18.02.2020</td>
                        </tr>
                        <tr className="">
                            <td><a href="#">Сервис аренды такси YouDrive Business запустил в Москве автоматизированную выдачу машин</a></td>
                            <td>02.03.2020</td>
                        </tr>
                        <tr className="">
                            <td><a href="#">В Госдуме предложили ограничивать число разрешений на такси</a></td>
                            <td>25.02.2020</td>
                        </tr>
                        <tr className="">
                            <td><a href="#">Почти 5,6 тыс. автобусов и такси задержаны с начала года за нарушения правил перевозок в Москве</a></td>
                            <td>18.02.2020</td>
                        </tr>                        
                        <tr className="">
                            <td><a href="#">Сервис аренды такси YouDrive Business запустил в Москве автоматизированную выдачу машин</a></td>
                            <td>02.03.2020</td>
                        </tr>
                        <tr className="">
                            <td><a href="#">В Госдуме предложили ограничивать число разрешений на такси</a></td>
                            <td>25.02.2020</td>
                        </tr>
                        <tr className="">
                            <td><a href="#">Почти 5,6 тыс. автобусов и такси задержаны с начала года за нарушения правил перевозок в Москве</a></td>
                            <td>18.02.2020</td>
                        </tr>
                        <tr className="">
                            <td><a href="#">Сервис аренды такси YouDrive Business запустил в Москве автоматизированную выдачу машин</a></td>
                            <td>02.03.2020</td>
                        </tr>
                        <tr className="">
                            <td><a href="#">В Госдуме предложили ограничивать число разрешений на такси</a></td>
                            <td>25.02.2020</td>
                        </tr>
                        <tr className="">
                            <td><a href="#">Почти 5,6 тыс. автобусов и такси задержаны с начала года за нарушения правил перевозок в Москве</a></td>
                            <td>18.02.2020</td>
                        </tr>
                        <tr className="">
                            <td><a href="#">Сервис аренды такси YouDrive Business запустил в Москве автоматизированную выдачу машин</a></td>
                            <td>02.03.2020</td>
                        </tr>
                        <tr className="">
                            <td><a href="#">В Госдуме предложили ограничивать число разрешений на такси</a></td>
                            <td>25.02.2020</td>
                        </tr>
                        <tr className="">
                            <td><a href="#">Почти 5,6 тыс. автобусов и такси задержаны с начала года за нарушения правил перевозок в Москве</a></td>
                            <td>18.02.2020</td>
                        </tr>
                        <tr className="">
                            <td><a href="#">Сервис аренды такси YouDrive Business запустил в Москве автоматизированную выдачу машин</a></td>
                            <td>02.03.2020</td>
                        </tr>
                        <tr className="">
                            <td><a href="#">В Госдуме предложили ограничивать число разрешений на такси</a></td>
                            <td>25.02.2020</td>
                        </tr>
                        <tr className="">
                            <td><a href="#">Почти 5,6 тыс. автобусов и такси задержаны с начала года за нарушения правил перевозок в Москве</a></td>
                            <td>18.02.2020</td>
                        </tr>
                </table>
            </div>
        </div>
    );
  }
}
